Repository: Daniel-KM/Omeka-S-module-Zip
Catalog: language/*.po
Languages: fr

source: The module %1$s should be upgraded to version %2$s or later.
fr: Le module %1$s doit être mis à niveau à la version %2$s ou ultérieure.

source: It is now possible to store resources separately with files.
fr: Il est désormais possible de stocker des ressources séparément avec des fichiers.

source: It is now possible to store zip by item.
fr: Il est désormais possible de stocker le zip par article.

source: The directory "{directory}" is not writeable.
fr: Le répertoire « {directory} » n’est pas accessible en écriture.

source: Another job is running for the same process (job {link_job}#{job_id}{link_end}, {link_log}logs{link_end}).
fr: Une autre tâche est en cours pour le même traitement (tâche {link_job}#{job_id}{link_end} ({link_log}journaux{link_end}).

source: No zip to create.
fr: Aucun zip à créer.

source: Creating zips in background (job {link_job}#{job_id}{link_end}, {link_log}logs{link_end}).
fr: Création de zips en arrière-plan (job {link_job}#{job_id}{link_end}, {link_log}logs{link_end}).

source: Zip: Store items and files as zip
fr: Zip : Stocker des éléments et des fichiers sous forme de fichiers zip

source: Zipping files by items ({type}).
fr: Compression des fichiers ({type}).

source: Zipping "{type}" files by item ended: {total} files created in folder {directory}.
fr: La compression des fichiers « {type} » par contenu s’est terminée : {total} fichiers créés dans le dossier {directory}.

source: Zipping "{type}" files by {count}.
fr: Compression des fichiers « {type} » par {count}.

source: Zipping "{type}" files by {count} ended: {total} files created in folder files/zip.
fr: La compression des fichiers « {type} » par {count} s’est terminée : {total} fichiers créés dans le dossier files/zip.

source: Added zip list in files/zip/ziplist.txt.
fr: Ajout de la liste des zip dans files/zip/ziplist.txt.

source: Zipping ended.
fr: Fin de la compression.

source: The file path {directory} is not a directory.
fr: Le chemin d’accès {directory} n’est pas un dossier.

source: The directory {directory} for zip items cannot be created.
fr: Le dossier « {directory} » pour les zip des contenus ne peut pas être créé.

source: The directory {directory} for zip items is not writeable.
fr: Le dossier « {directory} » pour compresser les contenus n’est pas inscriptible.

source: Zipping "{type}" files by item stopped at {count]/{total}.
fr: L’extraction des fichiers de « {type} » par élément s’est arrêtée à {count]/{total}.

source: For item #{item_id}, {count} "{type}" files are missing: #{media_ids}
fr: Pour l’article #{item_id}, il manque des fichiers {count} « {type} » : #{media_ids}

source: Zipping "{type}" files stopped.
fr: La compression des fichiers « {type} » a été arrêtée.

source: Zip resources
fr: Zip ressources

source: Create a zip by item for derivatives
fr: Créer un zip par article pour les produits dérivés

source: Square
fr: Carré

source: Create a zip for original files: Number of files by zip
fr: Créer un zip pour les fichiers originaux : nombre de fichiers par zip

source: Create a zip for large files: Number of files by zip
fr: Créez un fichier zip pour les fichiers volumineux : Nombre de fichiers par zip

source: Create a zip for medium files: Number of files by zip
fr: Créer un zip pour les fichiers de taille moyenne : Nombre de fichiers par zip

source: Create a zip for square files: Number of files by zip
fr: Créer un zip pour les fichiers carrés : Nombre de fichiers par zip

source: Create a zip for asset files: Number of files by zip
fr: Créer un fichier zip pour les fichiers de type « asset » : Nombre de fichiers par zip

source: Add file "zipfiles.txt" with the list of zip files
fr: Ajout du fichier « zipfiles.txt » avec la liste des fichiers zip

source: Run background task to create zip files (or use EasyAdmin)
fr: Exécuter une tâche en arrière-plan pour créer des fichiers zip (ou utiliser EasyAdmin)
